/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ foi baixado e está pronto para uso! Gostaria de instalar e reiniciar o %1$@ agora?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ não pode ser atualizado enquanto for executado a partir de um volume somente de leitura, como uma imagem de disco ou CD/DVD. Mova %1$@ para a pasta Aplicativos, reinicie-o e tente novamente.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ está disponível--sua versão é %3$@. Gostaria de baixá-lo agora?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ baixado";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uma nova versão do %@ está disponível!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Uma nova versão do %@ está pronta para ser instalada!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro ao buscar por atualizações. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao instalar a atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar a fonte de atualização.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ocorreu um erro ao reiniciar o %1$@, porém a nova versão estará disponível da próxima vez que você executar o %1$@.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar Atualização";

/* No comment provided by engineer. */
"Checking for updates..." = "Verificando atualizações…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Baixando atualização…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraindo atualização…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Reiniciar";

/* Take care not to overflow the status window. */
"Installing update..." = "Instalando atualização…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto para Instalar";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Gostaria que %1$@ verificasse atualizações automaticamente? Você pode buscar por atualizações manualmente, através do menu %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Erro na Atualização!";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Você já possui a versão mais recente do %@.";

/* No comment provided by engineer. */
"You're up to date!" = "Você está atualizado!";

